LEXICON = {
    "admin": "Вы наделены правами админа",
    "db": "Вы добавлены в базу данных",
    "start": "Добро пожаровать в бота "
}


categories = ['Аниме-тян', 'Аниме-кун', 'Грустный', "Весёлый", "Злой"]

description_for_info_pages = {
    "main": "Добро пожаловать!",
    "about": "Интернет магазин для покупки картинок.",
    "payment": "Вы можете оплатить картой в боте",
    'catalog': 'Категории:',
    'cart': 'В корзине ничего нет!'
}

button_main_menu = {
        "Каталог товаров": "catalog",
        "Корзина товаров": "cart",
        "О нас": "about",
        "Оплата": "payment"
    }

btns_menu_add_product = {
    "Отмена": "cancel",
    "Назад": "back_step"
}